; Generated (04.01.2017 15:45:00) by DNS Jumper - Freeware DNS Changer
; www.sordum.org

[Main]
Language=Chinese_简体中文
LastAdapter=1
IniVersion=1
Wmi=True
AutoAddLastDns=True
AutoFlushDns=True
Sound=True
TrayTip=True
HideWindow=False
MinimiseToTray=True
CloseToTray=False
IP_Group=IPv4
IPv4_Group=Default
IPv6_Group=Default
SearchIP=http://www.google.com/search?q=%IP%
LookupIP=http://www.geoiptool.com/en/?IP=%IP%
MixedDns=False
ResolveWaitTime=False,300
DonateLabel=False
DonateLink=2

[Ipv4_Default]
US - Google Public DNS=8.8.8.8,8.8.4.4,True
US - OpenDNS=208.67.222.222,208.67.220.220,True
US - OpenDNS - 2=208.67.222.220,208.67.220.222,True
RU - Yandex=77.88.8.1,77.88.8.8,True
US - Norton ConnectSafe Basic=199.85.126.10,199.85.127.10,True
US - Level 3 - A=209.244.0.3,209.244.0.4,True
US - Level 3 - B=4.2.2.1,4.2.2.2,True
US - Level 3 - C=4.2.2.3,4.2.2.4,True
US - Level 3 - D=4.2.2.5,4.2.2.6,True
US - Comodo Secure=8.26.56.26,8.20.247.20,True
US - Dyn=216.146.35.35,216.146.36.36,True
US - Advantage=156.154.70.1,156.154.71.1,True
US - Norton DNS=198.153.192.1,198.153.194.1,True
US - Comodo=156.154.70.22,156.154.71.22,True
US - VeriSign Public DNS=64.6.64.6,64.6.65.6,True
GB - Fast Broadband=78.143.192.10,78.143.192.20,True
US - Qwest=205.171.3.65,205.171.2.65,True
US - Sprint=204.97.212.10,204.117.214.10,True
US - Hurricane Electric=74.82.42.42,,True
TR - TurkTelekom=195.175.39.40,195.175.39.39,True
DK - Censurfridns=89.233.43.71,91.239.100.100,True
RU - Safe DNS=195.46.39.39,195.46.39.40,True
IT - OpenNIC=192.71.245.208,193.183.98.154,True
DE - Open Root=178.19.70.8,212.224.71.116,True
FR - Open Root=37.187.23.23,37.187.99.178,True
DE - DNS WATCH=84.200.69.80,84.200.70.40,True
DE - ClaraNet=212.82.225.7,212.82.226.212,True
AT - FreeDNS=37.235.1.174,37.235.1.177,True
US - Sprintlink=199.2.252.10,204.97.212.10,True
DE - Cesidian Root=178.254.21.113,37.221.193.195,True
GB - Bulldog1=212.158.248.5,212.158.248.6,True
GB - Bulldog2=83.146.21.5,83.146.21.6,True
US - UltraDNS=204.69.234.1,204.74.101.1,True
GB - Tiscali=212.74.114.129,212.74.114.193,True
GB - Zen Internet=212.23.8.1,212.23.3.1,True
GB - Orange DNS=195.92.195.94,195.92.195.95,True
BG - MegaLan=95.111.55.251,95.111.55.250,True
GB - BSO Network=212.73.209.34,212.73.209.35,True
DE - NOAd DNS=136.243.146.101,136.243.146.102,True
IL - GreenTeam Internet=81.218.119.11,209.88.198.133,True
CH - Swiss Privacy=77.109.148.136,77.109.148.137,True
US - ServInt=206.214.214.28,,True
ES - Servidordenoms.cat=109.69.8.51,,True
FR - Budget Telekom=95.170.0.168,,True

[Ipv4_Family]
US - OpenDNS Family=208.67.222.123,208.67.220.123,True
US - Norton ConnectSafe Family=199.85.126.30,199.85.127.30,True
RU - Yandex Family=77.88.8.7,77.88.8.3,True

[Ipv4_Secure]
US - Norton ConnectSafe Secure=199.85.126.20,199.85.127.20,True
RU - Yandex Safe=77.88.8.88,77.88.8.2,True
US - Comodo Secure=8.26.56.26,8.20.247.20,True

[Ipv6_Default]
US - Google Public DNS=2001:4860:4860::8888,2001:4860:4860::8844,True
US - OpenDNS Sandbox=2620:0:ccc::2,2620:0:ccd::2,True
RU - Yandex DNS=2a02:6b8::feed:0ff,2a02:6b8:0:1::feed:0ff,True
DK - Censurfridns=2001:67c:28a4::,2002:d596:2a92:1:71:53::,True
US - Cesidian Root=2001:470:6c:521::2,2001:470:6d:521::1,True

[Ipv6_Family]
RU - Yandex Family=2a02:6b8::feed:a11,2a02:6b8:0:1::feed:a11,True

[Ipv6_Secure]
RU - Yandex Safe=2a02:6b8::feed:bad,2a02:6b8:0:1::feed:bad,True

[Language_Chinese_简体中文]
01="飞扬时空"
02="此应用程序旨在简化 DNS 的修改过程。"
03="应用 DNS\n 应用 DNS 服务"
04="最快 DNS\n 查找最快 DNS"
05="清除 DNS\n 清除 DNS 缓存"
06="选项\n 选项菜单"
07="更新 ...\n 设置\n 捐赠\n 主页\n 联系\n 关于"
08="显示 DnsJumper\n 帮助\n 退出 DnsJumper"
09="捐赠\n 请捐赠我们的新项目！"
10="选择网络适配器"
11="所有网络适配器"
12="未找到网络适配器"
13="刷新"
14="打开网络连接"
15="快速配置"
16="默认 DNS\n 恢复 DNS\n 备份 DNS"
17="选择一个 DNS 服务器"
18="默认 DNS\n 已备份 DNS\n 自定义 DNS"
19="使用 IPv6 DNS\n IPv6 选项"
20="DNS 组"
21="默认 DNS 列表\n 源 DNS 列表\n家庭安全 DNS 列表"
22="DNS 选项\n添加, 删除或编辑 DNS"
23="浏览或复制 DNS 地址"
24="浏览 DNS 地址\n 第一个 DNS 信息\n 第二个 DNS 信息\n 复制 DNS 服务器"
25="自定义 DNS 服务器\n 输入自定义 DNS 服务器"
26="检查 DNS\n 检查解析时间"
27="请稍候..."
28="DNS 修改成功！"
29="成功刷新 DNS 解析程序缓存。"
30="解析时间："
31="毫秒"
32="DNS IP 地址不正确！"
33="主机不可访问"
34="访问错误"
35="未知错误"
36="IP 地址不能为空！"
37="输入的服务器地址不正确。"
38="该操作系统不支持 IPv6 寻址！"
39="此功能仅支持 IPv4。"
40="DNS 服务器名称\n DNS 1\n DNS 2\n 结果 1\n 结果 2"
41="应用 DNS\n 标记全部\n 取消标记全部\n DNS 信息"
42="加速解析\n 往返延迟时间。您可以使用 1 和 5000 毫秒之间的数字。"
43="混合\n 混合显示测试结果"
44="开始 DNS 测试"
45="停止 DNS 测试"
46="应用 DNS 服务器"
47="等待"
48="错误："
49="常规设置\n DNS 列表"
50="添加默认网关的 IP 地址作为最后一个 DNS（仅限 Ip v4），\n 如果其他 DNS 服务器失败，它将被使用"
51="当 NDS 发生变化时自动清除缓存"
52="播放声音"
53="托盘信息 开"
54="启动时隐藏主窗口"
55="最小化 DnsJUmper 到系统托盘"
56="关闭 DnsJumper 到系统托盘"
57="搜索 DNS 信息链接"
58="DNS 查找链接"
59="系统启动时运行 DnsJumper"
60="系统启动时应用以下参数"
61="显示 IPv6 DNS 列表"
62="添加新的 DNS 服务器组"
63="删除所选 DNS 组"
64="导入所有列表"
65="导出所有列表"
66="行\n DNS 服务器名称\n DNS 1\n DNS 2"
67="DNS 服务器名称：\n 首选 DNS 服务器：\n 备用 DNS 服务器："
68="保存更改"
69="添加\n 添加或编辑 DNS"
70="删除\n 删除所选 DNS"
71="参数不正确"
72="你想保存所修改的 DNS 列表吗？"
73="文本文档"
74="无法写入文件！"
75="更新信息："
76="发现新版本（程序可更新）\n您希望访问程序网站吗？"
77="发现新版本！\n您希望更新吗？"
78="发现新版本！"
79="更新错误！"
80="%LINK% 不可用。\n请稍后再试。"
81="收到的更新信息不正确！\n%LINK%"

[Language_English]
01="BlueLife"
02="This application is designed to simplify\n the DNS changing process."
03="Apply DNS\n Apply DNS Server"
04="Fastest DNS\n Find Fastest DNS"
05="Flush DNS\n Purges The DNS Cache"
06="Options\n Options Menu"
07="&Updates ...\n &Settings\n &Donate\n &HomePage\n &Contact\n &About"
08="&Show DnsJumper\n &Help\n E&xit DnsJumper"
09="Please Donate\n Please donate our new projects!"
10="Select Network Adapter"
11="All Network Adapters"
12="Network Adapter Not Found"
13="Refresh"
14="Open Network Connections"
15="Quick Configuration"
16="Default DNS\n Restore DNS\n Backup DNS"
17="Choose a DNS Server"
18="Default DNS\n Backed-up DNS\n Custom DNS"
19="Use IPv6 DNS\n IPv6 Options"
20="DNS Groups"
21="Default DNS List\n Secure DNS List\nFamily Safe DNS List"
22="DNS Options\nAdd, Delete Or Edit DNS"
23="Browse or Copy DNS address"
24="Browse DNS Servers\n First DNS Info\n Second DNS Info\n Copy DNS Servers"
25="Custom DNS Server\n Enter a Custom DNS Server"
26="Check DNS\n Check Resolve Time"
27="Please Wait..."
28="DNS successfully changed!"
29="Successfully flushed the DNS Resolver Cache."
30="Resolve time:"
31="milliseconds"
32="Incorrect DNS IP!"
33="Host is unreachable"
34="Access error"
35="Unknown error"
36="IP box is empty!"
37="You entered an incorrect server address."
38="The operating system does not support ipv6 addressing!"
39="This feature is only for IPv4."
40="DNS Server Name\n DNS 1\n DNS 2\n Result 1\n Result 2"
41="Apply DNS\n Mark All\n Unmark All\n DNS Info"
42="Turbo Resolve\n Round trip delay time.  You can use a number between 1 and 5000 milliseconds."
43="Mixed\n Show the test results mixed"
44="Start DNS Test"
45="Stop DNS Test"
46="Apply DNS Server"
47="Wait"
48="Error:"
49="General Setting\n DNS List"
50="Add the Default Gateway IP Address as last DNS, (Only for Ip v4)\n If other DNS servers fails it will be used"
51="Clear DNS cache automatically on each DNS change"
52="Play sound"
53="Tray messages On"
54="Hide main windows on startup"
55="Minimise DnsJUmper to system tray"
56="Close DnsJumper to system tray"
57="Search DNS Info Link"
58="DNS Lookup Link"
59="Start DnsJumper on system startup"
60="Apply following parameters at system startup"
61="Show Ipv6 Dns List"
62="Add new DNS Server Group"
63="Delete Selected DNS Group"
64="Import All List"
65="Export All List"
66="Row\n DNS Server Name\n DNS 1\n DNS 2"
67="DNS Server Name:\n First Dns Server:\n Second Dns Server:"
68="Save Changes"
69="Add\n Add Or Edit DNS"
70="Delete\n Delete Selected DNS"
71="Incorrect parameter"
72="Do you want to save the changes of the DNS list?"
73="Text Documents"
74="Unable to write file!"
75="Update Info:"
76="New version found (Program update available)\nDo you want to visit the program's website?"
77="New update found!\nDo you want to update?"
78="No new update found!"
79="Update Error!"
80="%LINK% is unavailable.\nPlease try again later."
81="Received update information is incorrect!\n%LINK%"
